brew "node"
brew "corepack"
brew "direnv"
brew "mas"
brew "eza"
brew "bat"
brew "zsh"
brew "fzf"
brew "gnupg"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "nvm"
brew "pnpm"
cask "runjs"
cask "google-chrome"
cask "iterm2"
cask "sublime-text"
cask "alfred"
cask "1password"
cask "1password-cli"
cask "visual-studio-code"
cask "chatgpt" 
cask "cursor"
mas "Magnet", id: 441258766
